{
  "nav": {
    "whatisthis": "Was ist das hier?",
    "archive": "Archiv",
    "halloffame": "Ruhmeshalle",
    "signup": "Registrieren",
    "login": "Einloggen",
    "wallet": "Geldbeutel"
  },
  "likebutton": {
    "like": "Gefällt mir!",
    "unlike": "Gefällt mir nicht mehr!"
  },
  "command": {
    "wrote": "schrieb:",
    "comment": "Kommentar:",
    "logintovote": "Anmelden um abzustimmen!",
    "edit": "bearbeiten",
    "editmodal": {
      "title": "Vorschlag bearbeiten"
    }
  },
  "index": {
    "description": "Hilf dem Zauberfrosch sich an all seine spannenden und lustigen Geschichten zu erinnern und gewinne einen Topf voll Gold!",
    "themagicfrog": "Der Zauberfrosch",
    "storymachine": "Und Die Magische Geschichtenmaschine",
    "helpremember": "Hilf dem Zauberfrosch sich an all seine spannenden und lustigen Geschichten zu erinnern, indem du seine magische Geschichtenmaschine mit deinen Vorschlägen fütterst! Die Maschine berechnet dann die wahrscheinlichste (oder lustigste) Variante und erzeugt einige Goldmünzen, die dann am Ende einer jeden Geschichte verlost werden. Du wirst sogar alleine durch deine Teilnahme ein paar Goldmünzen erhalten.",
    "fullofgold": "Ein Topf voll Gold",
    "currentvalue": "Aktueller Wert:",
    "endollar": "$",
    "frdollar": "",
    "logintogeneratemore": "Melde dich an um Gold für den Topf zu schürfen!",
    "generatemore": "Gold für den Topf schürfen!",
    "undogenerate": "Du hast heute schon Gold geschürft!",
    "itsfree": "Ja, es ist komplett kostenlos und du bekommst sogar etwas dafür! Ist das nicht toll? Und ja, wir reden hier über Geld. Du fragst dich wer das bezahlt? Nun, diese Website ist in der Tat sehr magisch. Allerdings nicht nur was die \"magischen\" Geschichten betrifft sondern auch die Technologie dahinter, die <b>Blockchain</b> und digitale Währungen.",
    "thiswebsite": "Diese Website schüttet eine Kryptowährung namens <b>STEEM</b> aus, basierend auf einem dezentralen Abstimmungsverfahren. Du kannst diese Währung nutzen, um deiner eigenen Stimme mehr Gewicht zu verleihen oder sie für echtes Geld verkaufen. Kurz gesagt, STEEM erlaubt es dir <b>Einfluss</b> in einem globalen, dezentralen Content-Netzwerk zu verdienen und zu kaufen oder verkaufen.",
    "theinfluence": "Der Einfluss des <b>Zauberfrosches</b> und der gesamten STEEM Community wird genutzt, um alle Teilnehmer an diesem kollaborativen Geschichten-Projekt für ihre Kreativität zu entlohnen. Der Inhalt der Geschichten hängt allerdings nicht vom Einfluss einzelner ab, sondern basiert rein auf Abstimmung.",
    "read": "Lies die aktuelle Geschichte",
    "tobe": "Fortsetzung folgt...",
    "howwillthestorygoon": "Wie wird die Geschichte weitergehen?",
    "firstread": "Lies zunächst die Vorschläge der anderen durch und stimme für die ab, die dir gefallen.",
    "thereareno": "Heute gibt es noch keine Vorschläge. Schreibe den ersten!",
    "nowitsyourturn": "Jetzt bist du dran!",
    "continuewriting": "Schreibe die Geschichte da weiter, wo sie aufgehört hat, so dass sie witzig oder spannend bleibt und eventuell sogar Sinn ergibt. Sei kreativ!",
    "form": {
      "appendplaceholder": "Und sie lebten glücklich bis ans Ende ihrer Tage!",
      "charactersleft": "Zeichen übrig.",
      "youcaneven": "Du kannst sogar ein Bild hochladen, wenn du magst.",
      "yesupload": "Ja, Bild hochladen!",
      "licensenote": "Ok, super! Aber bitte bedenke, dass nur Bilder in die finale Geschichte mit aufgenommen werden können, die unter der <a href=\"https://wiki.creativecommons.org/wiki/CC0\" target=\"_blank\">CC0 Lizens</a> stehen. Bevorzugterweise lädst du einfach deine eigene kreative Arbeit hoch und stellst sie somit uneingeschränkt der <a href=\"https://wiki.creativecommons.org/wiki/Public_domain\" target=\"_blank\">Public Domain</a> zur Verfügung.",
      "changedmymind": "Hab meine Meinung geändert. Kein Bild bitte!",
      "stopit": "Nein, ich denke die Geschichte sollte nun enden!",
      "stopit2": "Jetzt kann die Geschichte zuende gehen!",
      "dontstopit": "Ich möchte die Geschichte doch nicht beenden!",
      "theend": "Ende!",
      "after10days": "(Nach 10 Tagen kannst du vorschlagen, die Geschichte zu beenden und den Topf voll Gold zu verteilen.)",
      "endalreadysuggested": "Es hat schon jemand vorgeschlagen, die Geschichte zu beenden. Stimme für ihn/sie ab, damit es auch passiert. Der Topf voll Gold ($ {potValue}) wird dann an alle, die zur Geschichte beigetragen haben, verteilt und am nächsten Tag startet eine neue Geschichte!",
      "ifthecommunity": "Wenn die Community genauso denkt, wird der Topf voll Gold ($ {potValue}) an alle verteilt, die zu der Geschichte beigetragen haben (dich eingeschlossen) und eine neue Geschichte starten am nächsten Tag!",
      "justkidding": "Ne, ich mach nur Spaß....",
      "addpersonalnote": "Hier kannst du noch einen persönlichen Kommentar hinterlassen, wenn du magst:",
      "thanksforparticipating": "Danke für deine Teilnahme! Wenn du noch mehr Ideen hast, kannst du gerne weitere Vorschläge einreichen.",
      "submit": "Senden!",
      "participateagain": "Ich habe noch eine Idee!",
      "commentplaceholder": "Wow! Was für eine tolle Geschichte!",
      "guestnote": "Du bist nicht eingeloggt! Du kannst gerne als Gast teilnehmen, allerdings kannst du so nichts gewinnen und du kannst deine Einreichungen auch nicht bearbeiten."
    },
    "startingsoon": {
      "title": "Die erste Geschichte startet bald!",
      "text": "Folge dem <a href=\"https://steemit.com/@{account}\" target=\"blank\">@{account}</a> um auf dem Laufenden zu bleiben!"
    }
  },
  "archive": {
    "title": "Geschichten Archiv",
    "themagicstory": "Die Magische Geschichte",
    "audiowillbe": "Die Audioversion wird verfügbar sein, wenn die Geschichte beendet wurde!"
  },
  "halloffame": {
    "title": "Ruhmeshalle",
    "sponsors": "Sponsoren",
    "delegated": "Delegiert",
    "storytellers": "Geschichtenerzähler",
    "contributions": "Beiträge"
  },
  "wallet": {
    "title": "Geldbeutel",
    "balance": {
      "youhave": "Du hast",
      "estimatedvalue": "Geschätzer Wert in USD",
      "transferbutton": "Geld schicken"
    },
    "history": {
      "title": "Transfer Historie",
      "loading": "Lädt...",
      "showmore": "Mehr anzeigen",
      "transfer": {
        "from": "von",
        "to": "an",
        "memo": "Memo"
      }
    }
  },
  "auth": {
    "openthedoor": "Versuche einzutreten...",
    "nokey": "Du hast leider keinen magischen Schlüssel!"
  },
  "thismodal": {
    "title": "Was ist das?",
    "text1": "Auf dieser Website kannst du Teil einer gemeinschaftlich erzählten Geschichte werden. Jeden Tag kannst du vorschlagen, wie die Geschichte weitergehen soll und die Community entscheidet per Abstimmung, was tatsächlich als nächstes passiert. Wenn dein Vorschlag es in die Geschichte schafft, hast du eine Chance den <b>Topf voll Gold</b> zu gewinnen. Je öfter du etwas zur Geschichte beiträgst, desto höher sind deine Chancen.",
    "text2": "Diese Website nutzt die <a href=\"https://steem.io\" target=\"_blank\"><b>STEEM blockchain</b></a>, um <b>Kryptowährung</b> zu generieren, immer wenn die Geschichte voran geht. Das passiert jeden Tag um 12:30 Uhr. Dieses Geld wird gesammelt und jedes mal an die Teilnehmer ausgeschüttet, wenn eine Geschichte ended. Wann genau das passiert, hängt von der Community ab. Nach den ersten 10 Tagen einer Geschichte, kann dafür abgestimmt werden, die Geschichte zu beenden. Dann wird eine Hälfte des Preisgeldes an einen glücklichen Gewinner verlost, während die andere Hälfte unter allen anderen Teilnehmern aufgeteilt wird. Dann startet eine neue Geschichte.<br><br>Sogar wenn deine Vorschläge es nicht in die Geschichte schaffen, wirst du alleine durch deine Teilnahme bereits ein bisschen STEEM Kryptowährung bekommen.",
    "text3": "<b>Es gibt keine bestimmten Regeln aber bitte bleibt immer konstruktiv, positiv und respektvoll! Die Geschichten können ernsthaft sein, witzig oder total bescheuerter Blödsinn. Das liegt an euch! ;)</b>",
    "havefun": "Viel Spaß!"
  },
  "loginmodal": {
    "title": "Einloggen mit SteemConnect",
    "text": "Um teilzunehmen brauchst du einen STEEM Account. Um dich damit einzuloggen wirst du zu <b>SteemConnect</b> weitergeleitet. SteemConnect ist die sicherste Methode sich mit der STEEM Blockchain zu verbinden und wird von Steemit, Inc. and Busy.org entwickelt und betrieben.",
    "button": "Weiter zu SteemConnect"
  },
  "signupmodal": {
    "title": "Erstelle deinen Steem Account",
    "text": "Um teilzunehmen brauchst du einen Steem Account. Steem ist eine Blockchain-Plattform, die Content-Ersteller mit der Kryptowährung STEEM belohnt. Sobald dein Account freigeschaltet wurde, kannst du dich damit hier einloggen.<br><br>Außerdem gibt es eine Menge mehr Apps und Websites auf die du mit deinem Steem Account Zugriff hast. Früher oder später wirst du daher wohl ohnehin einen brauchen! Es ist umsonst, also los!<br><br><a href=\"https://steem.io/\" target=\"_blank\">Lerne mehr über Steem!</a>",
    "note": "<b>WICHTIGER HINWEIS:</b><br><br>Du bist die einzige Person auf dieser Welt, die Zugang zu deinem Account hat. Dadurch sind Fremdzugriffe auf dein Konto ausgeschlossen. Andererseits bedeutet dies, dass es keine Möglichkeit gibt den Zugang zu deinem Konto wiederherzustellen, solltest du ihn einmal verlieren. <b>D.h. dass nichteinmal der magische Zauberfrosch (Betreiber der Website) dein Passwort speichert oder dies zurücksetzen kann!</b><br><br>Wähle ein <b>sicheres Passwort</b> und stelle sicher, dass du es gut aufbewahrst. Idealerweise schreibst du es dir einfach auf und verwahrst es an einem sicheren Ort. Behandle deinen Steem Account genauso wie deinen normales Bankkonto.<br><br><b>Du hast die volle Verantwortung für die Sicherheit des Geldes, dass du hier verdienst!</b>",
    "redirect": "Du wirst nun zum Registrierungsprozess von Steemit.com weitergeleitet.",
    "button": "Erstelle deinen Steem Account"
  },
  "langmodal": {
    "title": "Magische Geschichten aus aller Welt",
    "text": "Mehr Sprachen kommen bald!"
  },
  "transfermodal": {
    "title": "Geld schicken",
    "info": "Bitte denke daran, dass alle Transaktionen, mit allen Details, wie Betrag und Memo, dauerhaft und öffentlich auf der Steem Blockchain gespeichert werden!",
    "labels": {
      "recipient": "Empfänger:",
      "amount": "Betrag:",
      "currency": "Währung:",
      "memo": "Memo:"
    },
    "descriptions": {
      "recipient": "Gib den Benutzernamen an, dem du etwas schicken möchtest.",
      "amount": "Du hast {steem} und {sbd}."
    },
    "placeholders": {
      "recipient": "Benutzername",
      "amount": "0.001",
      "memo": "Gesendet über the-magic-frog.com!"
    },
    "submit": "Fortfahren mit SteemConnect"
  },
  "cookie": {
    "message": "Der Frosch hat dir einen magischen Cookie gegeben, damit du dich besser fühlst! (Und damit du angemeldet bleibst...)",
    "dismiss": "Cool! Danke!",
    "link": "Ein magischer Cookie?"
  },
  "footer": {
    "madewith": "Gemacht mit",
    "by": "von",
    "maintainers": "Ansprechpartner:",
    "vote": "Für Witness stimmen!",
    "french": "Fanzösisch:",
    "german": "Deutsch:"
  }
}
