{
  "nav": {
    "whatisthis": "What is this?",
    "archive": "Story Archive",
    "halloffame": "Hall of Fame",
    "signup": "Sign Up",
    "login": "Login",
    "wallet": "Wallet",
    "user":"User"
  },
  "likebutton": {
    "like": "I like!",
    "unlike": "I don't like this anymore!"
  },
  "index": {
    "themagicfrog": "The Magic Frog",
    "storymachine": "And The Magic Story Machine",
    "helpremember": "Help the magic frog to remember all his interesting an fun stories by feeding the Magic Story Machine with your ideas how the story could go on! The machine then calculates the most likely (or funniest) answer and generates some golden coins for you to win, whenever a story is completed. You might even find some coins yourself just by taking part.",
    "fullofgold": "A Pot Full Of Gold",
    "currentvalue": "Current Value:",
    "endollar": "$",
    "frdollar": "",
    "logintogeneratemore": "Login to mine gold for the pot!",
    "generatemore": "Mine gold for the pot!",
    "undogenerate": "You already mined gold today.",
    "itsfree": "Yes, it's totally free to participate and you even get something for it! Isn't that great? And yes, we're talking about money. You might wonder who pays for this. Well, this website is indeed very magical. It's not only about the \"magical\" stories but also about the magic of technology, the magic of the <b>Blockchain</b> and digital currencies.",
    "thiswebsite": "This website issues a cryptocurrency called <b>STEEM</b> based on a decentralized community voting process. You can use this currency to give your own votes more weight or sell it for actual money. In a nutshell, STEEM enables you to earn, sell and buy <b>influence</b> in a global, decentralized content network.",
    "theinfluence": "The influence of <b>The Magic Frog</b> and the whole STEEM community is used to reward the people that take part in this collaborative storytelling project. The content of the story however is based purely on vote counts and not the influence of the individual.",
    "read": "Read the current story",
    "tobe": "To be continued...",
    "howwillthestorygoon": "How will the story go on?",
    "firstread": "First, read how others see the story evolve and vote for them if you like it.",
    "thereareno": "There are no comments today yet. Be the first one!",
    "nowitsyourturn": "Now it's your turn!",
    "continuewriting": "Continue writing the story where it stopped, so that it is funny or exciting to read and maybe even makes a bit of sense. Be creative!",
    "form": {
      "appendplaceholder": "And they lived happily ever after!",
      "charactersleft": "characters left.",
      "youcaneven": "You can even upload an image if you want.",
      "yesupload": "Yes, upload an image!",
      "licensenote": "Please note that only images under the <a href=\"https://wiki.creativecommons.org/wiki/CC0\" target=\"_blank\">CC0 license</a> can be included in the final story. Preferably you upload only your own work and by doing so you agree to provide it to the <a href=\"https://wiki.creativecommons.org/wiki/Public_domain\" target=\"_blank\">public domain</a>.",
      "changedmymind": "Changed my mind. No image please!",
      "stopit": "No, I think this story should end now!",
      "theend": "The End!",
      "after10days": "(After 10 days you can suggest to end the story and to distribute the pot.)",
      "endalreadysuggested": "There is already someone suggesting to end the story. Vote for him/her to make it happen! The pot ($ {potValue}) will be distributed to all participants that contributed to the story and a new one will start the next day!",
      "ifthecommunity": "If the community thinks the same, the pot ($ {potValue}) will be distributed to all participants that contributed to the story (including you) and a new one will start the next day!",
      "justkidding": "No, just kidding....",
      "addpersonalnote": "Here you can add a personal note if you want:",
      "thanksforparticipating": "Thank you for participating!",
      "submit": "Submit!",
      "logintowrite": "Log in to write!",
      "commentplaceholder": "What an amazing story!"
    }
  },
  "archive": {
    "title": "Story Archive"
  },
  "halloffame": {
    "title": "Hall of Fame",
    "contributions": "Contributions"
  },
  "auth": {
    "openthedoor": "Trying to enter...",
    "nokey": "No magic key!"
  },
  "thismodal": {
    "title": "What is this?",
    "text1": "On this website you can take part in a collaborative story. Everyone can submit the next little piece of the story and the community decides every day, through voting, which part gets appended. You can therefore submit something everyday. If your submission makes it into the story, you have a chance to win the story pot. The more you can contribute to the story, the higher your chances are.",
    "text2": "Utilizing the <a href=\"https://steem.io\" target=\"_blank\"><b>STEEM blockchain</b></a>, this website generates <b>Cryptocurrency</b>, everytime the story proceeds. Those coins are collected in the story pot and released everytime a story ends. It's also up to you, when this will happen. After the first 10 days of each story, you will be able to suggest to end the story. If the community agrees, a new story will start the next day and the current pot will be raffled among all contributors.<br><br>Even if you don't make it into the story, you will earn a tiny little bit of STEEM cryptocurrency, everytime you submit something, no matter if the community decides to append it or not.<br><br>The first story is about the Magic Frog and his Master Wizard.",
    "text3": "There are no specific rules but please try to be constructive, positive and respectful! The stories can be serious, funny, weird or total nonsense. That's up to you! ;)",
    "havefun": "Have Fun!"
  },
  "loginmodal": {
    "title": "Login with SteemConnect",
    "text": "In order to participate you need a Steem account. You will be redirected to SteemConnect to authenticate to the Steem blockchain. SteemConnect the most secure way to connect to the STEEM blockchain and is developed and maintained by Steemit, Inc. and Busy.org.",
    "button": "Login with SteemConnect"
  },
  "signupmodal": {
    "title": "Create a Steem account",
    "text": "In order to participate you need a Steem account. Steem is a blockchain platform that rewards content creators with the cryptocurrency STEEM. Once your Steem account has been verified and enabled, you can use it to log in.<br><br>There are a lot more interesting apps and websites you can access with this account. You'll probably need one sooner or later anyway, so don't hesitate... it's free!<br><br><a href=\"https://steem.io/\" target=\"_blank\">Learn more about Steem!</a>",
    "note": "<b>IMPORTANT NOTE:</b><br><br>Due to the decentralized nature of the Steem platform, there is no central authority you can ask to recover your account in case you lose access to it.<br><br>Choose a <b>secure password</b> and make sure you <b>keep it safe</b>. Ideally you simply write it down on a piece of paper and store in a safe place.<br><br><b>You have full responsibility for the security of your account and the rewards you earn.</b>",
    "redirect": "You will be redirected to the sign-up process of steemit.com.",
    "button": "Create a Steem account"
  },
  "walletmodal": {
    "title": "Your Wallet",
    "text": "Here you will soon be able to access and manage all your STEEM funds. In the meantime, you can access your wallet here:",
    "yourbalance": "Your Account Balance"
  },
  "langmodal": {
    "title": "Magic Stories from all over the World",
    "text": "More languages coming soon!"
  }
}
