{
  "nav": {
    "whatisthis": "Qu'est-ce que c'est?",
    "archive": "Bibliothèque des histoires",
    "halloffame": "Temple de la renommée",
    "signup": "Inscription",
    "login": "Connexion",
    "wallet": "Portefeuille"
  },
  "likebutton": {
    "like": "J'aime!",
    "unlike": "Je n'aime plus ça!"
  },
  "command": {
    "wrote": "a écrit:",
    "comment": "Commentaire:",
    "logintovote": "Identifiez-vous pour voter!",
    "edit": "modifier",
    "editmodal": {
      "title": "Modifier la suggestion"
    }
  },
  "index": {
    "description": "Aide la grenouille magique à se souvenir de toutes ses histoires intéressantes et amusantes et gagne le pot plein d'or!",
    "themagicfrog": "La Grenouille Magique",
    "storymachine": "et la mystérieuse machine à histoire",
    "helpremember": "Aidez la grenouille magique à se souvenir de toutes ses histoires amusantes et intéressantes en alimentant la machine à histoire magique avec vos idées sur la façon dont l'histoire pourrait continuer! La machine calcule alors la réponse la plus probable (ou la plus drôle) et génère des pièces d'or pour que vous puissiez gagner à chaque fois qu'une histoire est complétée. Vous pourriez même trouver des pièces en participant.",
    "fullofgold": "Un pot plein d'or",
    "currentvalue": "Valeur actuelle:",
    "endollar": "",
    "frdollar": "$",
    "logintogeneratemore": "Connectez-vous pour miner l'or du pot!",
    "generatemore": "Connectez-vous pour en générer plus!",
    "undogenerate": "Vous avez déjà extrait l'or aujourd'hui.",
    "itsfree": "Oui, c'est totalement gratuit et vous obtenez même quelque chose pour ça! N'est-ce pas génial? Et oui, nous parlons d'argent. Vous pourriez vous demander qui paie pour cela. Eh bien, ce site est en effet très magique. Il ne s'agit pas seulement des histoires «magiques», mais aussi de la magie de la technologie, de la magie de <b>la Blockchain</b> et des monnaies numériques.",
    "thiswebsite": "Ce site Web émet une crypto-monnaie appelée <b>STEEM</b> basé sur un processus de vote communautaire décentralisé. Vous pouvez utiliser cette devise pour donner plus de poids à vos propres votes ou les vendre pour de l'argent courante. En un mot, STEEM vous permet de gagner, vendre et acheter <b>de l'influence</b> dans un réseau mondial de contenu décentralisé.",
    "theinfluence": "L'influence de <b>La grenouille magique</b> et de toute la communauté STEEM est utilisée pour récompenser les personnes qui participent à ce projet de narration collaborative. Le contenu de l'histoire est cependant basé uniquement sur le nombre de votes et non sur l'influence de l'individu.",
    "read": "Lisez l'histoire actuelle",
    "tobe": "À suivre...",
    "howwillthestorygoon": "Comment l'histoire va continuer?",
    "firstread": "D'abord, lisez comment les autres voient l'histoire évoluer et votez pour eux si vous l'aimez.",
    "thereareno": "Il n'y a pas de commentaires pour le moment Soyez le premier!",
    "nowitsyourturn": "Maintenant c'est ton tour!",
    "continuewriting": "Continuez à écrire l'histoire là où elle s'est arrêtée, de sorte que c'est drôle ou excitant à lire et peut-être même un peu logique. Sois créatif!",
    "form": {
      "appendplaceholder": "Et il vécurent heureux pour l'éternité!",
      "charactersleft": "caractères restants.",
      "youcaneven": "Vous pouvez même télécharger une image si vous le souhaitez.",
      "yesupload": "Oui, téléchargez une image!",
      "licensenote": "S'il vous plaît noter que seules les images sous la <a href=\"https://wiki.creativecommons.org/wiki/CC0\" target=\"_blank\"> Licence CC0 </a>peut être inclus dans l'histoire finale. De préférence, ne téléchargez que votre propre travail et, ce faisant, vous acceptez de le fournir au <a href=\"https://wiki.creativecommons.org/wiki/Public_domain\" target=\"_blank\"> domaine public </a>.",
      "changedmymind": "Changé d'avis. Aucune image s'il vous plaît!",
      "stopit": "Non, je pense que cette histoire devrait se terminer maintenant!",
      "stopit2": "Maintenant, l'histoire peut se terminer!",
      "dontstopit": "Non, je ne veux pas finir l'histoire!",
      "theend": "La fin!",
      "after10days": "(Après 10 jours, vous pouvez suggérer de terminer l'histoire et de distribuer le pot.)",
      "endalreadysuggested": "Il y a déjà quelqu'un qui suggère de mettre fin à l'histoire. Votez pour lui/elle pour y arriver! Le pot ($ {potValue}) sera distribué à tous les participants qui ont contribué à l'histoire et un nouveau commencera le jour suivant!",
      "ifthecommunity": "Si la communauté pense la même chose, le pot ($ {potValue}) sera distribué à tous les participants qui ont contribué à l'histoire (y compris vous) et une nouvelle histoire commencera le jour suivant!",
      "justkidding": "Non je rigole....",
      "addpersonalnote": "Ici vous pouvez ajouter une note personnelle si vous le souhaitez:",
      "thanksforparticipating": "Merci d'avoir participé! Si vous avez plus d'idées, n'hésitez pas à les soumettre aussi.",
      "submit": "Soumettre!",
      "participateagain": "J'ai une autre idée!",
      "commentplaceholder": "Quelle histoire incroyable!",
      "guestnote": "Vous n'êtes pas connecté! Vous pouvez toujours participer en tant qu'invité, mais vous ne recevrez aucune récompense et vous ne pourrez pas modifier vos soumissions."
    },
    "startingsoon": {
      "title": "La première histoire va commencer bientôt!",
      "text": "Suivez la <a href=\"https://steemit.com/@{account}\" target=\"blank\">@{account}</a> magique pour rester à jour avec ces aventures!"
    }
  },
  "archive": {
    "title": "Bibliothèque des histoires",
    "themagicstory": "Histoire Magique",
    "audiowillbe": "La version audio sera disponible une fois l'histoire terminée!"
  },
  "halloffame": {
    "title": "Temple de la renommée",
    "sponsors": "Parrains",
    "delegated": "Délègue",
    "storytellers": "Conteurs",
    "contributions": "Contributions"
  },
  "wallet": {
    "title": "Portefeuille",
    "balance": {
      "youhave": "Vous avez",
      "estimatedvalue": "Valeur estimée en USD",
      "transferbutton": "Transfert"
    },
    "history": {
      "title": "Historique de transfert",
      "loading": "Chargement...",
      "showmore": "Montre plus",
      "transfer": {
        "from": "de",
        "to": "à",
        "memo": "Mémo"
      }
    }
  },
  "auth": {
    "openthedoor": "Essayons d'entrer....",
    "nokey": "Pas de clé magique!"
  },
  "thismodal": {
    "title": "Qu'est-ce que c'est?",
    "text1": "Sur ce site, vous pouvez participer à une histoire collaborative. Tout le monde peut soumettre le prochain petit morceau de l'histoire et la communauté décide tous les jours, en votant, quelle partie est annexée. Vous pouvez donc soumettre quelque chose tous les jours. Si votre soumission entre dans l'histoire, vous avez une chance de gagner le pot de l'histoire. Plus vous contribuer à l'histoire, plus vos chances sont élevées.",
    "text2": "Utilisant la <a href=\"https://steem.io\" target=\"_blank\"><b>blockchain STEEM</b> </a>, ce site génère de la <b>Crypto-monnaie</b>, chaque fois que l'histoire se déroule. Ces pièces sont collectées dans le pot de l'histoire et libérées chaque fois qu'une histoire se termine. C'est aussi à vous de décider quand cela arrivera. Après les 10 premiers jours de chaque histoire, vous pourrez suggérer de terminer l'histoire. Si la communauté est d'accord, une nouvelle histoire commencera le jour suivant et le pot actuel sera tiré au sort parmi tous les contributeurs. <br><br> Même si votre soumission ne rentre pas dans l'histoire, vous gagnerez un petit peu de Crypto-monnaie STEEM, chaque fois que vous soumettez quelque chose, peu importe si la communauté décide de l'ajouter ou non. <br><br>La première histoire concerne la Grenouille Magique et son Maître Magicien.",
    "text3": "Il n'y a pas de règles spécifiques mais essayez d'être constructif, positif et respectueux! Les histoires peuvent être sérieuses, drôles, étranges ou totalement absurdes. Ça dépend de toi! ;)",
    "havefun": "Amusez-vous!"
  },
  "loginmodal": {
    "title": "Connexion avec SteemConnect",
    "text": "Pour participer, vous avez besoin d'un compte Steem. Vous serez redirigé vers SteemConnect pour vous authentifier auprès de la blockchain Steem. SteemConnect est le moyen le plus sûr de se connecter à la blockchain STEEM et est développé et maintenu par Steemit, Inc. et Busy.org.",
    "button": "Connexion avec SteemConnect"
  },
  "signupmodal": {
    "title": "Créer un compte Steem",
    "text": "Pour participer, vous avez besoin d'un compte Steem. Steem est une plateforme blockchain qui récompense les créateurs de contenu avec la crypto-monnaie STEEM. Une fois que votre compte Steem a été vérifié et activé, vous pouvez l'utiliser pour vous connecter.<br><br> Il y a beaucoup plus d'applications intéressantes et de sites Web auxquels vous pouvez accéder avec ce compte. Vous en aurez probablement besoin tôt ou tard, alors n'hésitez pas... c'est gratuit!<br><br><a href=\"https://steem.io/\" target=\"_blank\">En savoir plus sur Steem!</a>",
    "note": "<b>REMARQUE IMPORTANTE:</b><br><br>En raison de la nature décentralisée de la plate-forme Steem, aucune autorité centrale ne peut vous demander de récupérer votre compte si vous n'y avez plus accès.<br><br>Choisissez un <b>mot de passe sécurisé</b> et assurez-vous <b> de le garder en sécurité</b>. Idéalement, il vous suffit de l'écrire sur un morceau de papier et de le conserver dans un endroit sûr. <br><br><b> Vous êtes entièrement responsable de la sécurité de votre compte et des récompenses que vous gagnez. </b>",
    "redirect": "Vous serez redirigé vers le processus d'inscription de steemit.com.",
    "button": "Créer un compte Steem"
  },
  "langmodal": {
    "title": "Les histoires magiques de partout dans le monde",
    "text": "Plusieurs autres langues à venir bientôt!"
  },
  "transfermodal": {
    "title": "Transfert",
    "info": "Gardez à l'esprit que les transactions, y compris tous les détails, tels que le montant et le mémo, seront stockés publiquement sur la blockchain Steem!",
    "labels": {
      "recipient": "Destinataire:",
      "amount": "Montant:",
      "currency": "Monnaie:",
      "memo": "Mémo:"
    },
    "descriptions": {
      "recipient": "Entrez un nom d'utilisateur auquel vous souhaitez transférer des fonds.",
      "amount": "Vous avez {steem} et {sbd}."
    },
    "placeholders": {
      "recipient": "nom d'utilisateur",
      "amount": "0.001",
      "memo": "Envoyé via fr.the-magic-frog.com!"
    },
    "submit": "Continuez avec SteemConnect"
  },
  "cookie": {
    "message": "La grenouille vous a donné un biscuit magique pour vous faire sentir bien! (Et pour vous garder connecté ...)",
    "dismiss": "Fantastique! Merci!",
    "link": "Un biscuit magique?"
  },
  "footer": {
    "madewith": "Conçu avec",
    "by": "par",
    "maintainers": "Mainteneurs:",
    "vote": "Votez pour Témoin!",
    "french": "Français:",
    "german": "Allemand:"
  }
}
