{
  "nav": {
    "whatisthis": "O que é isso?",
    "archive": "Arquivo de Estórias",
    "halloffame": "Hall da Fama",
    "signup": "Cadastre-se",
    "login": "Logue-se",
    "wallet": "Carteira"
  },
  "likebutton": {
    "like": "Gostei!",
    "unlike": "Não gosto mais disso!",
    "error": {
      "title": "Oh no! An error occurred! :(",
      "text": "This action could not be completed due to an unknown error. Maybe a nasty curse..."
    },
    "casted": {
      "title": "Vote casted!",
      "text": "Thank you for casting a vote!" 
    },
    "removed": {
      "title": "Vote removed!",
      "text": "'Your vote has been successfully removed!'" 
    }
  },
  "command": {
    "wrote": "escreveu:",
    "comment": "Comentar:",
    "logintovote": "Logue-se para votar!",
    "edit": "editar",
    "editmodal": {
      "title": "Editar sugestão"
    }
  },
  "index": {
    "description": "Ajude o sapo mágico a lembrar-se de todas as suas estórias interessantes e divertidas e ganhe o pote cheio de ouro!",
    "themagicfrog": "O Sapo Mágico",
    "storymachine": "E a Máquina Mágica de Estórias",
    "helpremember": "Ajude o sapo mágico a lembrar-se de todas as suas estórias divertidas e interessantes, alimentando a Máquina Mágica de Estórias com suas ideias de como a história poderia continuar! A máquina então calcula a resposta mais provável (ou mais engraçada) e gerara algumas moedas de ouro para você ganhar, sempre que uma estória é completada. Você podera até encontrar algumas moedas apenas participando.",
    "fullofgold": "Um pote cheio de ouro",
    "currentvalue": "Valor Atual:",
    "endollar": "$",
    "frdollar": "",
    "logintogeneratemore": "Logue-se para minerar ouro para o pote!",
    "generatemore": "Minera ouro para o pote!",
    "undogenerate": "Você já minerou ouro hoje.",
    "itsfree": "Sim, é totalmente grátis para participar e você até ganhara algo por isto! Não é maravilhoso? E sim, Nós estamos falando de dinheiro. Você deve estar se perguntando quem paga por isto. Bem, este site é realmente mágico. Não se trata apenas de estórias \"mágicas\" mas também da mágica da tecnología, a mágica da <b>Blockchain</b> e das moedas digitais.",
    "thiswebsite": "Este site emite uma moeda digital chamada <b>STEEM</b> baseada num processo de voto comuniatário descentralizado. Você pode usar essa moeda digital para dar ao seus próprios votos mais relevância ou vender por dinheiro real. Em resumo, STEEM possibilida a você, vender e comprar <b>influência</b> numa rede de conteúdos global e descentralizada.",
    "theinfluence": "A influência do <b>Sapo Mágico</b> e de toda a comunidade Steem é usada para recompensar aqueles que participam neste projeto de contos de estória colaborativo.",
    "read": "Leia a história atual",
    "readmore": "Leia mais...",
    "tobe": "Continua...",
    "howwillthestorygoon": "Como a estória continuará?",
    "firstread": "Primeiro, leia como os outros veem a história evoluir e vote neles se você gostar.",
    "thereareno": "Ainda não há comentários hoje. Seja o primeiro!",
    "nowitsyourturn": "Agora é sua vez!",
    "continuewriting": "Continue escrevendo a história de onde ela parou, para que a leitura seja engraçada ou excitante e talvez até faça um pouco de sentido. Seja criativo!",
    "hideusernames": "esconder nomes dos estoriadores",
    "showusernames": "mostrar nomes dos estoriadores",
    "rewards": {
      "whogetswhat": "Quem fica com o que?",
      "luckystoryteller": "Contador de Estórias Sortudo",
      "otherstorytellers": "Outros Contadores de Estórias",
      "otherstorytellersinfo": "por contribuição",
      "curators": "Curadores",
      "curatorsinfo": "distribuído de acordo com a relevância de curadoria",
      "delegators": "Delegadores",
      "delegatorsinfo": "distribuído de acordo com a delegação",
      "youare": "Você é",
      "estimatedreward": "Recompensa estimada",
      "storyteller": "Contador de Estórias",
      "curator": "Curator",
      "delegator": "Delegador"
    },
    "form": {
      "appendplaceholder": "E eles viveram felizes para sempre!",
      "charactersleft": "caracteres restantes.",
      "youcaneven": "Você pode até carregar uma imagem se quiser.",
      "yesupload": "Sim, enviar imagem!",
      "licensenote": "Por favor, atente-se que apenas imagens sob <a href=\"https://wiki.creativecommons.org/wiki/CC0\"target=\"_blank\"> licença CC0 </a> podem ser incluídas na estória final. Preferencialmente, faça o upload somente de seu próprio trabalho e, ao fazer isso, você concorda em adicionar ao <a href=\"https://wiki.creativecommons.org/wiki/Public_domain\"target=\"_blank\"> domínio público </a>.",
      "changedmymind": "Mudei de ideia. Nenhuma imagem por favor!",
      "stopit": "Não, acho que esta estória deveria terminar agora!",
      "stopit2": "Agora a etória pode acabar!",
      "dontstopit": "Não, eu não quero terminar a estória!",
      "theend": "Fim!",
      "after10days": "(Após 10 dias, você pode sugerir o fim da estória e distribuir o pote.)",
      "endalreadysuggested": "Já existe alguém sugerindo o término da estória. Vote para que isso aconteça! O pote ($ {potValue}) será distribuído para todos os participantes que contribuíram para a estória e um novo começara no dia seguinte!",
      "ifthecommunity": "Se a comunidade pensa o mesmo, o pote ($ {potValue}) será distribuído para todos os participantes que contribuíram para a estória (incluindo você) e um novo começara no dia seguinte!",
      "justkidding": "Brincadeirinha....",
      "addpersonalnote": "Aqui você pode adicionar uma nota pessoal se quiser:",
      "thanksforparticipating": "Obrigado por participar! Se você tiver mais ideias, sinta-se à vontade para enviá-las também.",
      "submit": "Enviar!",
      "participateagain": "Eu tenho outra ideia!",
      "commentplaceholder": "Que história incrível!",
      "guestnote": "Você não está logado! Você ainda pode participar como convidado, mas não ganhará nenhuma recompensa e não poderá editar seus envios."
    },
    "startingsoon": {
      "title": "A primeira estória começará em breve!",
      "text": "Siga o <a href=\"https://steemit.com/@{account}\" target=\"blank\">@{account}</a> para se manter atualizado!"
    },
    "newstory": {
      "title": "Como será a próxima estória?",
      "text": "Todo final é também um novo começo! Uma nova estória começará 24 horas após a última terminar. Começará com apenas <i>Era uma vez...</i>, e você pode decidir como a nossa nova aventura começa. Para não perder esta chance siga <a href=\"https://steemit.com/@{account}\" target=\"blank\">@{account}</a>!"
    }
  },
  "archive": {
    "title": "Arquivo de Estórias",
    "themagicstory": "Estória Mágica",
    "audiowillbe": "A versão em áudio estará disponível assim que a estória terminar!"
  },
  "halloffame": {
    "title": "Hall da Fama",
    "sponsors": "Patrocinadores",
    "delegated": "Delegado",
    "curators": "Curadores",
    "curated": "Curado",
    "storytellers": "Contadores de Estórias",
    "contributions": "Contribuições"
  },
  "wallet": {
    "title": "Carteira",
    "balance": {
      "youhave": "Você têm",
      "estimatedvalue": "Valor estimado em USD",
      "transferbutton": "Transferir"
    },
    "history": {
      "title": "Histórico de transferências",
      "loading": "Carregando...",
      "showmore": "Mostre mais",
      "transfer": {
        "from": "de",
        "to": "para",
        "memo": "Memo"
      }
    }
  },
  "auth": {
    "openthedoor": "Tentando entrar...",
    "nokey": "Nenhuma chave mágica!"
  },
  "thismodal": {
    "title": "O que é isso?",
    "text1": "Neste site você pode participar de uma estória colaborativa. Todos podem enviar a próxima pequena parte da estória e a comunidade decide todos os dias, através de votação, qual parte é acrescentada. Você pode, portanto, enviar algo todos os dias. Se a sua submissão chegar a estória, você terá a chance de ganhar o pote da estória. Quanto mais você puder contribuir com a estória, maiores serão suas chances.",
    "text2": "Utilizando a <a href=\"https://steem.io\" target=\"_blank\"> <b> STEEM blockchain </b> </a>, este site gera <b> Moedas Digitais </b>, toda vez que a estória continua. Essas moedas são coletadas no pote da estória e distribuidas toda vez que uma estória termina. Depende também de você quando isso ocorrerá. Após os primeiros 10 dias de cada estória, você poderá sugerir o fim. Se a comunidade concordar, uma nova estória começará no dia seguinte e o pote atual será sorteado entre todos os contribuintes. <br> <br> Mesmo que você não consiga entrar na estória, você ganhará um pouquinho de STEEM, toda vez que você envia algo, não importa se a comunidade decide anexá-lo ou não. <br> <br> A primeira estória é sobre o Sapo Mágico e seu Bruxo Mestre.",
    "text3": "Não há regras específicas, mas tente ser construtivo, positivo e respeituoso! As estórias podem ser sérias, engraçadas, estranhas ou totalmente sem sentido. Isso é contigo! ;)",
    "havefun": "Diverta-se!"
  },
  "votemodal": {
    "title": "Ajuste a relevância",
    "adjuststrength": "Ajuste a relevância do seu voto."
  },
  "loginmodal": {
    "title": "Login with SteemConnect",
    "text": "Para participar, você precisa de uma conta Steem. Você será redirecionado para o SteemConnect para autenticar o blockchain do Steem. SteemConnect é a maneira mais segura de se conectar ao blockchain STEEM e é desenvolvido e mantido pela Steemit Inc. e pelo Busy.org.",
    "button": "Login com SteemConnect"
  },
  "signupmodal": {
    "title": "Criar uma conta Steem",
    "text": "Para participar, você precisa de uma conta Steem. O Steem é uma plataforma blockchain que recompensa os criadores de conteúdo com a criptomoeda STEEM. Depois que sua conta Steem tiver sido verificada e ativada, você poderá usá-la para fazer login. <br> <br> Há muitos outros aplicativos e sites interessantes que você pode acessar com essa conta. Provavelmente você vai precisar de um mais cedo ou mais tarde, então não hesite ... é grátis! <br> <br> <a href =\"https://steem.io/\" target=\"_blank\"> Saiba mais sobre o Steem! </a>",
    "note": "<b>NOTA IMPORTANTE:</b><br><br>Devido à natureza descentralizada da plataforma Steem, não há autoridade central que você possa pedir para recuperar sua conta caso perca o acesso a ela. <br> <br> Escolha uma <b> senha segura </b> e certifique-se de você <b> mantém a segurança </b>. Idealmente, você simplesmente escreve em um pedaço de papel e armazena em um lugar seguro. <br> <br> <b> Você tem total responsabilidade pela segurança de sua conta e pelas recompensas que ganha. </b> ",
    "redirect": "Você será redirecionado para o processo de inscrição do steemit.com.",
    "button": "Criar uma conta Steem"
  },
  "langmodal": {
    "title": "Estórias mágicas de todo o mundo",
    "text": "Mais idiomas em breve!"
  },
  "transfermodal": {
    "title": "Transferir",
    "info": "Lembre-se de que as transações, incluindo todos os detalhes, como quantidade e memo, serão publicamente armazenadas na blockchain Steem!",
    "labels": {
      "recipient": "Para:",
      "amount": "Quantidade:",
      "currency": "Moeda:",
      "memo": "Memo:"
    },
    "descriptions": {
      "recipient": "Digite um nome de usuário a quem você deseja transferir os fundos.",
      "amount": "Você tem {steem} e {sbd}."
    },
    "placeholders": {
      "recipient": "Nome de usuário",
      "amount": "0.001",
      "memo": "Enviado via the-magic-frog.com!"
    },
    "submit": "Continue com SteemConnect"
  },
  "cookie": {
    "message": "O sapo lhe deu um biscoito mágico para fazer você se sentir bem! (E para manter você conectado...)",
    "dismiss": "Legal! Obrigado!",
    "link": "Um biscoito mágico?"
  },
  "footer": {
    "madewith": "Feito com",
    "by": "por",
    "maintainers": "Mantedores:",
    "vote": "Vote para Testemunha!",
    "french": "Francês:",
    "german": "Alemão:",
    "portuguese": "Português:"
  }
}
